<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Profile Language Lines
    |--------------------------------------------------------------------------
    */

    'profile'               => 'Профиль',
    'home'                  => 'Главная',
    'my_profile'            => 'Мой профиль',
    'edit_profile'          => 'Редактировать профиль',
    'profile_desc'          => 'Просмотр и управление профилем',
    'profile_picture'       => 'Изображение профиля',
    'profile_updated'       => 'Профиль обновлен',
    'save_picture'          => 'Сохранить изображение',
    'edit_profile_desc'     => 'Обновите свою информацию и аватарку',
    'password'              => 'Пароль',
    'name'                  => 'Имя',
    'current_password'      => 'Текущий пароль',
    'password_confirmation' => 'Подтверждение пароля',
    'cancel'                => 'Отмена',
    'submit'                => 'Отправить',
    'image_not_valid'       => 'Изображение недействительно. Попробуйте еще раз с другим',
    'incorrect_password'    => 'Неверный пароль',
    'browse_file'           => 'Просмотреть файл ...',
];
